adpyke.codesnap
alexcvzz.vscode-sqlite
aliasadidev.nugetpackagemanagergui
amazonwebservices.aws-toolkit-vscode
Angular.ng-template
arcticicestudio.nord-visual-studio-code
bodil.file-browser
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
codezombiech.gitignore
cweijan.vscode-autohotkey-plus
darkriszty.markdown-table-prettify
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
dcasella.monokai-plusplus
DotJoshJohnson.xml
dracula-theme.theme-dracula
dunstontc.vscode-docker-syntax
eamodio.gitlens
ecmel.vscode-html-css
EditorConfig.EditorConfig
eg2.vscode-npm-script
EliverLara.andromeda
esbenp.prettier-vscode
fernandoescolar.vscode-solution-explorer
fisheva.eva-theme
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
formulahendry.dotnet-test-explorer
GitHub.github-vscode-theme
GitHub.remotehub
golang.go
GrapeCity.gc-excelviewer
haskell.haskell
hoovercj.haskell-linter
IBM.output-colorizer
ionutvmi.reg
IronGeek.vscode-env
jacobdufault.fuzzy-search
jdinhlife.gruvbox
johnpapa.angular-essentials
johnpapa.Angular2
johnpapa.vscode-peacock
justusadam.language-haskell
magicstack.MagicPython
matklad.rust-analyzer
mattn.Lisp
mechatroner.rainbow-csv
metaseed.metago
metaseed.MetaJump
metaseed.MetaWord
mhutchie.git-graph
mikestead.dotenv
minamarkham.yonce-theme
mindaro-dev.file-downloader
mohsen1.prettify-json
ms-azuretools.vscode-docker
ms-dotnettools.csharp
ms-dotnettools.dotnet-interactive-vscode
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-wsl
ms-vscode.cpptools
ms-vscode.vscode-typescript-next
ms-vscode.vscode-typescript-tslint-plugin
msjsdiag.debugger-for-edge
natewallace.angular2-inline
nrwl.angular-console
octref.vetur
philsinatra.popping-and-locking-vscode-black
PKief.material-icon-theme
pmneo.tsimporter
Poorchop.theme-darktooth
quicktype.quicktype
redhat.vscode-commons
redhat.vscode-yaml
s3gf4ult.monokai-vibrant
salbert.comment-ts
sdras.night-owl
serayuzgur.crates
stringham.move-ts
svsool.markdown-memo
timonwong.shellcheck
tinkertrain.theme-panda
tomphilbin.gruvbox-themes
usernamehw.errorlens
vadimcn.vscode-lldb
VisualStudioExptTeam.vscodeintellicode
voldemortensen.rainbow-tags
vscode-icons-team.vscode-icons
Youssef.viow
yzhang.markdown-all-in-one
zadvorny.theme-happy-hipster
ZainChen.json
